# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"

# Replace GNU tools
brew "git"
brew "zsh"

# Personal packages
brew "awscli"
brew "curl"
brew "diff-so-fancy"
brew "exa"
brew "fish"
brew "fzf"
brew "htop"
brew "httpie"
brew "hub"
brew "mas"
brew "neovim"
brew "nvm"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "yarn"
cask "1password"
cask "alfred"
cask "bartender"
cask "google-chrome"
cask "iina"
cask "karabiner-elements"
cask "slack"
cask "spotify"
cask "caskroom/fonts/font-fira-code"

# Mac Appstore packages
mas "BetterSnapTool", id: 417375580
mas "Gamut", id: 1271226665
mas "Sip", id: 507257563
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
