fisherman/await
edc/bass
fisherman/done
fisherman/fishtape
fisherman/fzf
fisherman/get
fisherman/getopts
fisherman/humanize_duration
fisherman/last_job_id
fisherman/nvm
oh-my-fish/plugin-osx
oh-my-fish/plugin-pj
fisherman/z
